import 'package:ediwallet/models/Transaction.dart';

List<Transaction> transactions = [
  Transaction('Олег', 'КП', '15.09.2021', 12000, 'Yandex.Direct', '14:05',
      'Наличные', '79168215343', "+"),
  Transaction('Олег', 'СМ', '16.09.2021', 12000, '1145991', '18:15', 'QIWI',
      'Света', "-"),
  Transaction('Олегееееееееееееееееееееееееееееееее', 'КР', '17.09.2021', 12000,
      'Google.Adwards', '16:11', 'QIWI', '79887531338', "-"),
  Transaction('Виктор', 'РК', '18.09.2021', 12000, 'edi.group.ru', '11:48',
      'безнал', '79284441155', "+"),
  Transaction('Олег', 'IT', '19.09.2021', 12000, 'Yandex.Direct', '10:00',
      'QIWI', '+9168215388', "-"),
  Transaction('Олег', 'PR', '20.09.2021', 12000, 'edi.group.ru', '17:55',
      'Наличные', '79168215300', "+"),
  Transaction('Олег', 'PR', '20.09.2021', 12000, 'edi.group.ru', '17:55',
      'Наличные', '79168215300', "-"),
  Transaction('Олег', 'PR', '20.09.2021', 12000, 'edi.group.ru', '17:55',
      'Наличные', '79168215300', "+"),
  Transaction('Олег', 'PR', '20.09.2021', 12000, 'edi.group.ru', '17:55',
      'Наличные', '79168215300', "-"),
  Transaction('Олег', 'PR', '20.09.2021', 12000, 'edi.group.ru', '17:55',
      'Наличные', '79168215300', "+")
];
